Repository: siam-sharif-ami/Cinemo
Catalog: Cinemo/Localizable.xcstrings
Source language: en
Languages: bn_bd

source: Add to Watchlist
bn_bd: ওয়াচলিস্টে যোগ করুন

source: Ami
bn_bd: অমি

source: Cast
bn_bd: কাস্ট

source: Cinemo
bn_bd: সিনেমা

source: Director
bn_bd: পরিচালক

source: Don't have an account?
bn_bd: অ্যাকাউন্ট নেই?

source: Login
bn_bd: প্রবেশ করুন

source: Movie added to Watchlist
bn_bd: মুভি ওয়াচলিস্টে যোগ করা হয়েছে

source: Movie Details
bn_bd: মুভির বিবরণ

source: No Matches Found
bn_bd: কোন মিল পাওয়া যায়নি

source: OK
bn_bd: ঠিক আছে

source: password
bn_bd: পাসওয়ার্ড

source: PG %@
bn_bd: পিজি%@

source: Please sign in to your account
bn_bd: আপনার অ্যাকাউন্টে সাইন ইন করুন

source: Search.
bn_bd: অনুসন্ধান করুন.

source: Search...
bn_bd: অনুসন্ধান করুন.

source: See all
bn_bd: সব দেখুন

source: Settings
bn_bd: সেটিংস

source: siam sharif
bn_bd: সিয়াম শরীফ

source: Siam Sharif Ami
bn_bd: সিয়াম শরীফ অমি

source: Sign Up
bn_bd: নিবন্ধন করুন

source: Success
bn_bd: সফল

source: Take your popcorn and be sitted
bn_bd: আপনার পপকর্ন নিন এবং অনুগ্রহ করে বসুন

source: Top Movie Picks
bn_bd: শীর্ষ মুভি বাছাই

source: Upcoming Movies
bn_bd: আসন্ন সিনেমা

source: username or email
bn_bd: ব্যবহারকারী নাম বা ইমেল

source: Watch your favorite movie or series
bn_bd: আপনার প্রিয় সিনেমা বা সিরিজ দেখুন

source: WatchList
bn_bd: ওয়াচলিস্ট

source: Welcome Back
bn_bd: স্বাগতম!

source: Welcome Back!
bn_bd: স্বাগতম!

source: Welcome to the show
bn_bd: শোতে স্বাগতম

source: Writer
bn_bd: লেখক
